tap "github/bootstrap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "automake"
brew "cmake"
brew "coreutils"
brew "curl"
brew "frugal"
brew "gmp"
brew "git"
brew "openssl@1.1"
brew "gnupg"
brew "heroku/brew/heroku"
brew "libtool"
brew "libyaml"
brew "mas"
brew "readline"
brew "sqlite"
brew "node"
brew "pkg-config"
brew "nodenv"
brew "rbenv"
brew "rbenv-default-gems"
brew "sdl2"
brew "serverless"
brew "tree"
brew "yarn"
brew "zlib"
brew "zsh"

cask "1password"
cask "atom"
cask "cheatsheet"
cask "dash"
cask "psequel"
cask "sonic-pi"
cask "spotify"
cask "webtorrent"
cask "zoomus"

mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
